[
  {
    "id": 1,
    "sender": "Angel",
    "message": "As a friend, you're an amazing person who never fails to show up for her people - be it in faith to stand in prayer, or to encourage in moments of doubts or to boost in times where extra confidence is needed. I am sure that you'll make an amazing wife and mother; because your heart is pure and kind. Happy married life, Chizzy. Wishing you both a lifetime filled with love, laughter, and endless happiness to enjoy in great health of mind and body."
  },
  {
    "id": 2,
    "sender": "Jennifer",
    "message": "Chizzy, I wish you a very happy and blissful marriage. Even from afar, it’s easy to see what an amazing person you are. As you embark on this new chapter, I pray it brings you nothing but laughter, peace, and love. Amen. Always keep that beautiful smile you wear. Congratulations!🤗"
  },
  {
    "id": 3,
    "sender": "Christabel",
    "message": "I pray that your home will remain blessed and happy forever. May God always be with you, and whatever you and your family desire from Him shall never be far from you. It is well with you, and may you always be happy and blessed."
  },
  {
    "id": 4,
    "sender": "Nelly, Somto and Lotachi",
    "message":"Congratulations Chizzy! Wishing you and your partner a lifetime filled with love, laughter, and unshakable joy. May this new chapter be everything you’ve dreamed of and more. I wish you both all the happiness and joy that only God can give ❤️"
  },
  {
    "id": 5,
    "sender": "Chidalu",
    "message":"Congratulations on your special day and may it be filled with joy, warmth, and cherished memories. May your bond grow stronger with each passing day, and may your love be the foundation on which you build your future."
  },
  {
    "id": 6,
    "sender": "Rachel",
    "message": "From the moment you met, it was clear you were meant to be. Your love lights up every room you enter together. Wishing you a wedding day as beautiful as your love story and a marriage even more wonderful!"
  }
]
