[
  {
    "id": 1,
    "sender": "Angel",
    "message": "As a friend, you're an amazing person who never fails to show up for her people - be it in faith to stand in prayer, or to encourage in moments of doubts or to boost in times where extra confidence is needed. I am sure that you'll make an amazing wife and mother; because your heart is pure and kind. Happy married life, Chizzy. Wishing you both a lifetime filled with love, laughter, and endless happiness to enjoy in great health of mind and body."
  },
  {
    "id": 2,
    "sender": "Jennifer",
    "message": "Chizzy, I wish you a very happy and blissful marriage. Even from afar, it’s easy to see what an amazing person you are. As you embark on this new chapter, I pray it brings you nothing but laughter, peace, and love. Amen. Always keep that beautiful smile you wear. Congratulations!🤗"
  },
  {
    "id": 3,
    "sender": "Christabel",
    "message": "I pray that your home will remain blessed and happy forever. May God always be with you, and whatever you and your family desire from Him shall never be far from you. It is well with you, and may you always be happy and blessed."
  },
  {
    "id": 4,
    "sender": "Daniella, Lotachi, Nelly and Somto",
    "message":"Congratulations Chizzy! Wishing you and your partner a lifetime filled with love, laughter, and unshakable joy. May this new chapter be everything you’ve dreamed of and more. I wish you both all the happiness and joy that only God can give ❤️"
  },
  {
    "id": 5,
    "sender": "Chidalu",
    "message":"Congratulations on your special day and may it be filled with joy, warmth, and cherished memories. May your bond grow stronger with each passing day, and may your love be the foundation on which you build your future."
  },
  {
    "id": 6,
    "sender": "Miracle Chibuzor",
    "message": "Congratulations Chizzy. It is a beautiful journey you have begun and I pray your home be like a garden that flourishes. As the days of your union pass by, may it become sweeter as old wine. Happy married life Chizzy!"
  },
  {
    "id": 7,
    "sender": "Ngozi",
    "message": "Congratulations, Girl! I’m so happy for you. May your marriage be full of laughter, patience, and all the little things that make life sweet. I hope you both create a home where joy is endless and love keeps deepening. May this next chapter be even better than anything you dreamt. Enjoy your day and the lifetime that follows! 🤗❤️"
  },
    {
    "id": 8,
    "sender": "Ihuoma",
    "message":" Chizzy baby, congratulations once again! As you start this beautiful new phase of your life, I pray that Jesus be your stronghold. Your marriage is blessed. Your home will be filled with lots of laughter and peace, and you shall be a joy to your husband and he, to you. Sending you lots of love ❤️❤️❤️."
  },
  {
    "id": 9,
    "sender": "Oluebube",
    "message": "May your beautiful smile continue to light up every room you enter. As you step into this new phase, may your days overflow with joy, love, and endless reasons to keep smiling even brighter."
  },
  {
    "id": 10,
    "sender": "Somto",
    "message": "Today marks the beginning of beautiful years to come into your life. Have a blissful married life, Chizzy☺️"
  },
  {
    "id": 11,
    "sender": "Clare Chisom",
    "message": "My Wiliwili baby, Wole Aside, you light up my world 🤣. I can’t believe we’re standing right beside you as you walk down the aisle. From our days as FUTO students, you’ve nothing a blessing to me. You’re the glue that holds us together, and I know for a fact that Wole won in life with you in his life. My prayer to you this day is that your marriage shall be like a well-watered garden (Isaiah 58:11), fruitful in every season, bringing forth children who rise and call you blessed (Psalm 127:3-5; Proverbs 31:28)"
  },
  {
    "id": 12,
    "sender": "Ify", 
    "message": "Chizzy taught me true selflessness. She’s a strong part of my story in FUTO. Chizzy,as you begin this next phase of your life with Wole, I wish you all the best!"
  },
  {
    "id" :13,
    "sender" : "Lilian",
    "message" : "Hey Cheese et Wole, it’s a new beginning bonded with God’s Love. Your marriage will bring you both sweetness, joy, fulfillment and everlasting commitment. May your love be a seal upon your hearts, strong and constant, because many waters cannot quench love, rivers cannot sweep it away (song of Solomon 8:7). Cheers🥂 to Divine Partnership ❤️"
  }
]
